IdeaRS.Connections
InternalForceOnSegmentData.AbsPosition Property
Compatible with IDEA StatiCa 0.0
 Abs position of load impulsm default 0
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AbsPosition { get; set; }
Property Value
Type: Double
See Also
Reference
InternalForceOnSegmentData Class
IdeaRS.Connections.Data Namespace